Repository: Tesora/tesora-openstack-manuals
Catalog: doc/common/locale/*.po
Languages: ru, vi_vn

source: <placeholder-1/> package
ru: <placeholder-1/> пакет

source: <placeholder-1/> prompt
ru: Запрос <placeholder-1/>

source: A handy tip or reminder.
ru: Полезное замечание или напоминание.
vi_vn: Một mẹo nhỏ hay nhắc nhở

source: AMD-based processors
ru: Процессоры AMD
vi_vn: Bộ xử lý AMD

source: After
ru: После

source: Any user, including the <literal>root</literal> user, can run commands that are prefixed with the <placeholder-1/> prompt.
ru: Любой пользователь, включая пользователя <literal>root</literal>, может исполнять команды начинающиеся с <placeholder-1/>.

source: Before
ru: Перед

source: Block Storage
ru: Блочное Хранилище

source: Client
ru: Клиент

source: Command prompts
ru: Запросы команд
vi_vn: Các lệnh nhắc nhở

source: Command-line interface
ru: Интерфейс командной строки

source: Common client
ru: Общий клиент

source: Configure the dashboard for HTTP
ru: Конфигурация портала управления для HTTP
vi_vn: Cấu hình bảng điều khiển cho HTTP.

source: Conventions
ru: Конвенции
vi_vn: Công ước

source: Creates and manages Hadoop clusters on OpenStack.
ru: Создание и управление кластерами Hadoop на OpenStack.

source: Critical information about the risk of data loss or security issues.
ru: Критическая информация о риске потери данных или проблемах с безопасностью.
vi_vn: phán đoán các thông tin về nguy cơ của việc mất dữ liệu hoăc các vấn đề về bảo mật

source: Delete an aggregate with id <replaceable>&lt;id&gt;</replaceable>.
ru: Удалить группу с идентификатором <replaceable>&lt;id&gt;</replaceable>.

source: Description
ru: Описание
vi_vn: Mô tả chi tiết

source: Install the clients
ru: Установка клиентов
vi_vn: Cài đặt các client

source: Intel-based processors
ru: Процессоры Intel
vi_vn: Bộ xử lý Intel

source: Limit
ru: Ограничение

source: Networking
ru: Сеть
vi_vn: Mạng

source: Next, restart memcached:
ru: Затем перезапустите memcached:
vi_vn: Tiếp, khởi động lại bộ nhớ Cache

source: Notices
ru: Заметки
vi_vn: Thông báo

source: Notices take these forms:
ru: Заметки оформляются следующим образом:
vi_vn: Các hình thức thông báo

source: Object Storage
ru: Хранилище Объектов

source: Orchestration
ru: Оркестровка

source: Overview
ru: Обзор
vi_vn: Tổng quan

source: Package
ru: Пакет

source: Preface
ru: Предисловие
vi_vn: Lời nói đầu

source: Print a list of all aggregates.
ru: Вывести список всех групп.

source: Python 2.6 or later
ru: Питон версии 2.6 или более поздней

source: Restart Apache http server. For Ubuntu/Debian/SUSE:
ru: Перезапуск http сервера Apache. Для Ubuntu/Debian/SUSE:
vi_vn: Khởi động lại Apache http server. Dành cho Ubuntu/Debian/SUSE:

source: Service
ru: Сервис
vi_vn: Dịch vụ

source: Some tips:
ru: Некоторые практические советы:
vi_vn: Một số mẹo:

source: Something you must be aware of before proceeding.
ru: Что-то, о чём вам необходимо знать прежде, чем продолжить.
vi_vn: Đôi khi bạn cần phải nhận ra trước khi tiến hành

source: Telemetry
ru: Телеметрия

source: The <literal>root</literal> user must run commands that are prefixed with the <placeholder-1/> prompt. You can also prefix these commands with the <placeholder-2/> command, if available, to run them.
ru: Пользователь <literal>root</literal> должен исполнять команды, начинающиеся с <placeholder-1/>. Вы можете так же начинать такие команды с команды <placeholder-2/>, если доступна, чтобы исполнять их.

source: The Launchpad Bugs area
ru: Багтрекер Launchpad
vi_vn: Khu vực danh sách lỗi trên Launchpad

source: The OpenStack IRC channel
ru: IRC канал OpenStack
vi_vn: kênh IRC trao đổi về OpenStack

source: The OpenStack documentation uses several typesetting conventions.
ru: Документация OpenStack использует несколько типографских конвенций.
vi_vn: tài liệu OpenStack sử dụng một số công ước sắp xếp chữ

source: The following example shows this setting:
ru: Следующий пример показывает настройки:
vi_vn: Sau đây là một ví dụ về cách cài đặt :

source: You can configure the dashboard for a simple HTTP deployment. The standard installation uses a non-encrypted HTTP channel.
ru: Вы можете настроить портал управления для простой HTTP установки. Стандартная установка использует нешифрованный HTTP канал.
vi_vn: Bạn có thể cấu hình bảng điều khiển bằng một triển khai HTTP đơn giản.Một cài đặt tiêu chuẩn sử dụng một kênh HTTP không được mã hóa.

source: controller
ru: контроллер

source: or for Fedora/RHEL/CentOS:
ru: или для Fedora/RHEL/CentOS:
vi_vn: hoặc cho Fedora/RHEL/CentOS:

source: password
ru: пароль
vi_vn: mật khẩu

source: Application catalog
vi_vn: Danh mục ứng dụng

source: Cloud Administrator Guide
vi_vn: Hướng dẫn Quản trị viên điện toán đám mây

source: Data processing service
vi_vn: Dịch vụ xử lý Dữ liệu

source: End User Guide
vi_vn: Hướng dẫn người dùng

source: PROJECT
vi_vn: DỰ ÁN

source: The service catalog configuration in the Identity Service determines whether a service appears in the dashboard. For the full listing, see <link xlink:href="http://docs.openstack.org/developer/horizon/topics/settings.html">Horizon Settings and Configuration</link>.
vi_vn: Cấu hình service catalog trong Identity Service quyết định liệu có hay không một dịch vụ xuất hiện trong dashboard.Cho một danh sách đầy đủ, xem <link xlink:href="http://docs.openstack.org/developer/horizon/topics/settings.html"> những cài đặt và cấu hình Horizon</link>..
